Repository: AndreLSBraga/clima
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: É necessário fazer login primeiro.
es: Primero tienes que conectarte.

source: Preencha os dados obrigatórios.
es: Rellene la información solicitada.

source: Já existe usuário com esse ID cadastrado.<br> Procure pelo ID nas configurações de usuários.
es: Ya hay un usuario con este ID registrado.<br> Busca el ID en la configuración de usuario.

source: Os dados informados no campo 'Global ID' não segue algum dos padrões necessários.<br>Tem mais ou menos que 8 números ou não tem apenas números
es: Los datos introducidos en el campo «ID global» no siguen ninguna de las normas requeridas.<br>Tiene más o menos de 8 números o no tiene sólo números

source: Os dados informados no campo 'Email' não segue algum dos padrões necessários.<br>Não está digitado corretamente como @ambev.com ou @ab-inbev.com
es: Los datos introducidos en el campo «Email» no cumplen ninguna de las normas requeridas.<br>No se ha introducido correctamente como @ambev.com o @ab-inbev.com

source: Os dados informados no campo 'ID Gestor' não existe na base de gestores.<br>Entre em contato com a área de gente da unidade.
es: Los datos introducidos en el campo 'ID de gestor' no existen en la base de datos de gestores.<br>Póngase en contacto con el departamento de personal de la unidad.

source: Abra novamente a tela de edição, o ID foi alterado.
es: Abra de nuevo la pantalla de edición, el ID se ha modificado.

source: Não houve alteração nos dados do usuário
es: Sin cambios en los datos del usuario

source: A senha do gestor foi alterada
es: La contraseña del gestor ha sido modificada

source: Não existe usuário cadastrado para o id informado.<br> Crie o usuário antes de cadastrar o gestor.
es: No hay ningún usuario registrado para el id introducido.<br> Cree el usuario antes de registrar el gestor.

source: Já existe um gestor cadastrado com o ID informado
es: Ya hay un gestor registrado con el ID introducido

source: Falha na atualização da quantidade de perguntas
es: Error al actualizar el número de preguntas

source: Novo administrador geral cadastrado
es: Nuevo administrador general registrado

source: Nada aconteceu
es: No ha pasado nada

source: A senha digitada está incorreta.<br>Tente novamente com a senha correta
es: La contraseña que ha introducido es incorrecta. <br>Inténtelo de nuevo con la contraseña correcta

source: É necessário fazer login primeiro
es: Primero tienes que conectarte

source: A senha padrão está incorreta.<br>Tente novamente com a senha correta
es: La contraseña por defecto es incorrecta. <br> Inténtelo de nuevo con la contraseña correcta

source: As senhas digitadas não conferem.<br>Digite as senhas corretamente
es: Las contraseñas introducidas no coinciden.<br> Introduzca las contraseñas correctamente

source: Senha nova cadastrada
es: Nueva contraseña registrada

source: Sugestão enviada com sucesso!
es: ¡Sugerencia enviada con éxito!

source: Preencha todos os campos
es: Rellenar todos los campos

source: Configuração Nova Senha
es: Configuración de la nueva contraseña

source: Senha Padrão:
es: Contraseña por defecto:

source: Nova Senha:
es: Nueva contraseña:

source: Confirme sua nova senha:
es: Confirma tu nueva contraseña:

source: Time
es: Equipo

source: Área
es: Zona

source: Sugestões
es: Sugerencias

source: Configurações
es: Configuraciones

source: Sair
es: Salir

source: Configurar Usuários
es: Configuración de usuarios

source: Cadastrar Usuários/Editar informações dos usuários criados
es: Registrar usuarios/Editar información sobre usuarios creados

source: Cadastrar Gestores/Editar informações dos gestores criados
es: Registrar gestores/Editar información sobre gestores creados

source: Configurar Pesquisa
es: Configurar la búsqueda

source: Configurar perguntas do mega pulso/ Quantidade de perguntas
es: Configurar preguntas de mega pulso / Número de preguntas

source: Cadastro/Edição de Gestores
es: Registro/edición de gestores

source: Cadastrar Novo Gestor
es: Registrar nuevo gestor

source: Limpar
es: Limpiar

source: Pesquisar
es: Busca

source: Nome
es: Nombre

source: Redefinir Senha
es: Restablecer contraseña

source: Editar
es: Edición

source: Não há usuários cadastrados para a unidade
es: No hay usuarios registrados para la unidad

source: Dados do Gestor:
es: Datos del gestor:

source: Nome:
es: Nombre:

source: Salvar Alterações
es: Guardar cambios

source: Redinifir senha
es: Restablecer contraseña

source: A senha do gestor será resetada para a senha padrão. Você tem certeza?
es: La contraseña del gestor se restablecerá a la contraseña por defecto. ¿Está seguro?

source: Cadastrar Administrador Geral:
es: Registre al Administrador General:

source: Defina um novo administrador geral.
es: Definir un nuevo administrador general.

source: Definir Administrador
es: Establecer administrador

source: Quantidade de Perguntas - Pulso:
es: Número de preguntas - Pulse:

source: Defina quantas perguntas do Pulso. A quantidade atual é de
es: Define cuántas preguntas Pulse. El número actual es

source: perguntas por Pulso.
es: preguntas sobre el Pulso.

source: Alterar Quantidade
es: Cambio Cantidad

source: Pesquisa Mega - Pulso:
es: Encuesta Mega - Pulso:

source: Defina quais perguntas vão estar no Mega Pulso. A quantidade atual é de
es: Define qué preguntas aparecerán en Mega Pulse. El número actual es

source: perguntas por Mega Pulso.
es: preguntas de Mega Pulso.

source: Alterar Mega Pulso
es: Cambiar Mega Pulse

source: Alterar Perguntas:
es: Cambiar preguntas:

source: Redefina o texto e/ou categoria das perguntas já existentes.
es: Redefinir el texto y/o la categoría de las preguntas existentes.

source: Alterar Perguntas
es: Cambiar preguntas

source: Incluir Novas Perguntas:
es: Añadir nuevas preguntas:

source: Inclua novas perguntas as categorias já existentes.
es: Añadir nuevas preguntas a las categorías existentes.

source: Incluir Perguntas
es: Añadir preguntas

source: Incluir Novas Categorias:
es: Añadir nuevas categorías:

source: Inclua novas categorias as pesquisas.
es: Incluya nuevas categorías en sus búsquedas.

source: Incluir Categoria
es: Añadir categoría

source: Novo Administrador Geral
es: Nuevo Administrador General

source: Digite o ID de um novo administrador geral:
es: Introduzca el ID de un nuevo administrador general:

source: Digite o ID...
es: Introduzca el ID...

source: Cadastrar Administrador
es: Administrador del registro

source: Alterar Quantidade de Perguntas
es: Modificar el número de preguntas

source: Digite a nova quantidade de perguntas:
es: Introduzca el nuevo número de preguntas:

source: As perguntas em destaque são as perguntas do Mega Pulso, para incluir ou retirar uma pergunta basta clicar no checkbox e 'Salvar Alterações' no final da tabela
es: Las preguntas resaltadas son preguntas Mega Pulse, para añadir o eliminar una pregunta sólo tiene que hacer clic en la casilla de verificación y "Guardar cambios" en la parte inferior de la tabla

source: Nº
es: N°

source: Pergunta em PT
es: Pregunta en PT

source: Pergunta em ES
es: Pregunta en ES

source: Categoria
es: Categoría

source: Não há perguntas para exibir
es: No hay preguntas que mostrar

source: Alterar Pergunta:
es: Cambia la pregunta:

source: Selecione a pergunta a ser alterada:
es: Seleccione la pregunta que desea modificar:

source: Selecione a pergunta
es: Seleccione una pregunta

source: Número Pergunta:
es: Número de la pregunta:

source: Categoria Pergunta:
es: Pregunta de categoría:

source: Novo texto da pergunta em português
es: Nuevo texto de la pregunta en portugués

source: Novo texto da pergunta em Português:
es: Nuevo texto de la pregunta en portugués:

source: Novo texto da pergunta em espanhol
es: Nuevo texto de pregunta en español

source: Novo texto da pergunta em Espanhol:
es: Nuevo texto de pregunta en español:

source: Selecione a categoria da pergunta:
es: Seleccione la categoría de la pregunta:

source: Selecione a categoria...
es: Seleccione una categoria ...

source: Incluir Nova Pergunta:
es: Añadir nueva pregunta:

source: Preencha os dados da pergunta que será criada na Pulsa
es: Rellene los datos de la pregunta que se creará en Pulsa

source: Texto da nova pergunta em Português:
es: Nuevo texto de la pregunta en portugués:

source: Digite aqui o texto da nova pergunta em Português
es: Introduzca aquí el texto de la nueva pregunta en portugués

source: Digite aqui o texto da nova pergunta em Espanhol
es: Introduzca aquí el texto de la nueva pregunta en español

source: Selecione a categoria da pergunta
es: Seleccione la categoría de la pregunta

source: Criar nova pergunta
es: Crear una nueva pregunta

source: Incluir Nova Categoria:
es: Añadir nueva categoría:

source: Preencha o a descrição da nova categoria que será criada na Pulsa
es: Rellene la descripción de la nueva categoría que se creará en Pulsa

source: Digite aqui o texto da nova categoria em Português
es: Introduzca aquí el texto de la nueva categoría en portugués

source: Texto da nova categoria em Português:
es: Nuevo texto de categoría en portugués:

source: Digite aqui o texto da nova categoria em Espanhol
es: Introduzca aquí el texto de la nueva categoría en español

source: Texto da nova categoria em Espanhol:
es: Texto de la nueva categoría en español:

source: Criar nova categoria
es: Crear una nueva categoría

source: Cadastro/Edição de Usuários
es: Registro/edición de usuarios

source: Cadastrar Novo Usuário
es: Registrar nuevo usuario

source: Unidade
es: Unidad

source: Dados do Usuário
es: Datos del usuario

source: Data Nascimento:
es: Fecha de nacimiento:

source: Data Última Movimentação:
es: Fecha del último traslado:

source: Data Contratação:
es: Fecha de contratación:

source: Tipo Cargo:
es: Tipo de puesto:

source: Unidade:
es: Unidad:

source: Área:
es: Zona:

source: Subárea:
es: Subzona:

source: Gênero:
es: Género:

source: Buscando seus dados
es: Búsqueda de datos

source: Olá,
es: Hola,

source: Aqui estão o resultado dos seus liderados:
es: He aquí los resultados de su liderazgo:

source: Esse é seu resultado de promotores por gestor.
es: Este es su resultado de promotores por gestor.

source: Selecione o intervalo da pesquisa:
es: Seleccione el rango de búsqueda:

source: Resultado Geral
es: Resultado global

source: Eficácia do Gestor
es: Eficacia de los gestores

source: Funções Desempenhadas
es: Funciones desempeñadas

source: Plano de Carreira
es: Plan de carrera

source: Ambiente e Ferramentas
es: Entorno de trabajo y herramientas

source: Salários e Benefícios
es: Salarios y prestaciones

source: Feedback e Reconhecimento
es: Feedback y reconocimiento

source: Comunicação e Colaboração
es: Comunicación y colaboración

source: Serviços Gerais
es: Servicios generales

source: Segurança Psicológica
es: Seguridad psicológica

source: Não há dados disponíveis no momento ou você não tem um time de liderados para analisar.
es: No se dispone de datos en este momento o no se cuenta con un equipo de líderes para analizarlos.

source: Selecione os intervalos de datas...
es: Seleccione los intervalos de fechas...

source: Por favor, selecione ao menos um intervalo.
es: Seleccione al menos una gama.

source: sugestões por página
es: sugerencias por página

source: Nenhuma sugestão encontrada para o filtro definido
es: No se han encontrado sugerencias para el filtro definido

source: Pesquisar:
es: Busca:

source: Aqui estão suas sugestões:
es: He aquí los resultados de su liderazgo:

source: Pergunta
es: Pregunta

source: Sugestão
es: Sugerencia

source: Sugestão enviada diretamente
es: Sugerencia enviada directamente

source: Não há sugestões disponíveis no momento ou o seu time tem menos que 3 colaboradores.
es: No hay sugerencias disponibles en este momento o su equipo tiene menos de 3 colaboradores.

source: Mostrando
es: Mostrar

source: a
es: la

source: sugestões totais
es: sugerencias totales

source: Mostrando 0 a 0 de 0 sugestões
es: Mostrando 0 a 0 de 0 sugerencias

source: Esse é o resultado do seu time direto.
es: Ese es el resultado de su equipo directo.

source: Seu percentual de promotores está baseado em
es: Su porcentaje de promotores se basa en

source: perguntas respondidas por
es: preguntas contestadas por

source: respondentes únicos entre os dias
es: encuestados únicos entre los días

source: e
es: y

source: O seu time têm
es: Su equipo ha

source: colaboradores atualmente.
es: empleados hoy.

source: Ver Time
es: Ver Equipo

source: Dimensões:
es: Dimensiones:

source: perguntas respondidas
es: preguntas contestadas

source: sugestões recebidas
es: sugerencias recibidas

source: Sem dimensões para mostrar
es: No hay dimensiones que mostrar

source: Esse é o seu time atualmente:
es: Ese es tu equipo hoy:

source: Nome colaborador
es: Nombre del colaborador

source: Não há time para ser exibido
es: No hay equipo que mostrar

source: Percentual Promotores
es: Porcentaje Promotores

source: Percentual Aderência
es: Porcentaje de adhesión

source: Semanas do Ano
es: Semanas del año

source: Categoria:
es: Categoría:

source: Pecentual Promotores
es: Porcentaje Promotores

source: Esse é o resultado da sua área.
es: Este es el resultado de su área.

source: Gestor direto do colaborador
es: Jefe directo del empleado

source: Pesquisa
es: Búsqueda

source: Digite seu ID:
es: Introduzca su ID:

source: Digite sua senha:
es: Introduzca su contraseña:

source: Você respondeu a Pulsa desta semana!
es: ¡Has respondido a la Pulsa de esta semana!

source: Deixe aqui um comentário/sugestão
es: Deje aquí su comentario/sugerencia

source: Digite seu comentário/sugestão aqui...
es: Deje aquí su comentario/sugerencia ...

source: Desejo me identificar no comentário/sugestão
es: Deseo identificarme en el comentario/sugerencia

source: Montando sua pesquisa
es: Configuración de la encuesta

source: Digite seu ID...
es: Introduzca su ID...

source: Selecione sua data de nascimento:
es: Seleccione su fecha de nacimiento:

source: Os dados desta pesquisa são confidenciais.
es: Los datos de esta encuesta son confidenciales.

source: Discordo Totalmente
es: Totalmente en desacuerdo

source: Não Concordo
es: En desacuerdo

source: Não concordo e Não discordo
es: Ni de acuerdo ni en desacuerdo

source: Concordo
es: De acuerdo

source: Concordo Totalmente
es: Totalmente de acuerdo

source: Comentário/Sugestões:
es: Deje aquí su comentario/sugerencia:

source: Pular e Enviar
es: Saltar y enviar

source: Responder e Enviar
es: Responder y enviar

source: Pular
es: Saltar

source: Próxima
es: Proxima

source: Confirmar Envio
es: Confirmar envío

source: Você tem certeza de que deseja enviar suas respostas?
es: ¿Está seguro de que quiere enviar sus respuestas?

source: Enviando respostas e comentários
es: Envío de respuestas y comentarios

source: Digite apenas números no ID.
es: Ingrese solo números en el ID.

source: Usuário não está cadastrado.<br>Entre em contato com seu gestor<br> ou time de gente da unidade.
es: El usuario no está registrado.<br>Póngase en contacto con su gestor<br> o equipo de personal de la unidad.

source: Digite uma data de nascimento válida
es: Ingrese una fecha de nacimiento válida

source: Dados preenchidos não conferem.<br>Verifique os dados preenchidos.
es: Los datos ingresados no coinciden.<br>Verifique los datos ingresados.

source: Usuário não está cadastrado como gestor.<br>Entre em contato com o time de gente da unidade.
es: El usuario no está registrado como gestor.<br> Póngase en contacto con el equipo de personal de la unidad.
